[
  {
    "title": "Mi Titulo",
    "id": 1,
    "text": "Praesent consequat nibh et augue sollicitudin aliquam. In ultrices risus bibendum magna sagittis pretium. Etiam placerat auctor auctor. Morbi elit purus, cursus in ullamcorper et, feugiat sit amet velit. Praesent egestas purus quis tincidunt interdum.",
    "color": "orange",
    "state": "to-do"
  },
  {
    "title": "Mi Titulo",
    "id": 2,
    "text": "Pellentesque habitant morbi tristique senectus et netus et malesuada fames ac turpis egestas. Donec vel elit porttitor, ultricies turpis at, egestas mi. Sed luctus, nisl vel venenatis ullamcorper, est odio suscipit ante, nec hendrerit orci est in purus.",
    "color": "blue",
    "state": "to-do"
  },
  {
    "title": "Mi Titulo",
    "id": 3,
    "text": "Curabitur quis consequat tellus. Aenean lobortis molestie lobortis. Vestibulum nec suscipit diam, quis sodales lorem. Cras sodales, turpis quis pulvinar bibendum, lacus diam tincidunt tortor, ut finibus tellus odio eget lorem.",
    "color": "orange",
    "state": "to-do"
  },
  {
    "title": "Mi Titulo",
    "id": 4,
    "text": "Nunc ut justo et sapien efficitur vehicula. Nunc in diam vitae mi iaculis ultrices. Phasellus et metus sit amet mi convallis tincidunt sit amet sed arcu.",
    "color": "yellow",
    "state": "to-do"
  },
  {
    "title": "Mi Titulo",
    "id": 5,
    "text": "Proin faucibus urna et arcu eleifend ornare. Praesent augue metus, pretium ut ipsum dictum, consectetur mollis sapien.",
    "color": "blue",
    "state": "to-do"
  },
  {
    "title": "Mi Titulo",
    "id": 6,
    "text": "Nulla tincidunt velit vel aliquet semper. Sed eros mauris, semper at purus et, elementum finibus est. Ut pulvinar, justo in iaculis auctor, risus est tristique dolor, tincidunt porta leo sapien eget ipsum.",
    "color": "yellow",
    "state": "to-do"
  },
  {
    "title": "Mi Titulo",
    "id": 7,
    "text": "Donec vel massa sed ex condimentum tincidunt. Suspendisse convallis tincidunt justo, non auctor mi finibus in.",
    "color": "green",
    "state": "to-do"
  },
  {
    "title": "Mi Titulo",
    "id": 8,
    "text": "Sed fermentum felis eget molestie vulputate. Morbi nec porta dolor. Nam pellentesque nec est eget vestibulum. Sed vel diam vel lorem cursus mollis. In at elit interdum erat dapibus elementum quis at ex.",
    "color": "yellow",
    "state": "to-do"
  },
  {
    "title": "Mi Titulo",
    "id": 9,
    "text": "Phasellus sit amet aliquet augue, vitae laoreet nisi. In hac habitasse platea dictumst. Nulla non pharetra eros. Suspendisse orci nisi, pharetra vitae consectetur et, finibus nec nibh. Etiam semper imperdiet dui eget efficitur.",
    "color": "orange",
    "state": "to-do"
  },
  {
    "title": "Mi Titulo",
    "id": 10,
    "text": "Curabitur gravida pulvinar ante, vel facilisis lorem porta in. Nam et ultrices massa. Quisque viverra, mi nec mollis finibus, massa libero sollicitudin felis, sit amet pretium justo metus a libero.",
    "color": "grenn",
    "state": "to-do"
  },
  {
    "title": "Mi Titulo",
    "id": 11,
    "text": "Mauris purus augue, placerat at vestibulum nec, feugiat at arcu. Sed dapibus velit eu diam malesuada, et dignissim nibh suscipit. Duis massa augue, fringilla eget iaculis a, sodales vitae tellus.",
    "color": "yellow",
    "state": "to-do"
  },
  {
    "title": "Mi Titulo",
    "id": 12,
    "text": "Donec sagittis dignissim egestas. Suspendisse consequat condimentum laoreet. Proin in pellentesque lectus. Maecenas eleifend scelerisque dui, sit amet rutrum turpis egestas non.",
    "color": "green",
    "state": "to-do"
  },
  {
    "title": "Mi Titulo",
    "id": 13,
    "text": "Vivamus vehicula viverra sollicitudin. Proin molestie volutpat dui, ut volutpat augue. Duis quis euismod est, vel pulvinar purus.",
    "color": "blue",
    "state": "to-do"
  },
  {
    "title": "Mi Titulo",
    "id": 14,
    "text": "Curabitur rutrum, urna sit amet mollis dignissim, enim urna iaculis justo, quis condimentum odio felis quis turpis. Sed vel pharetra nulla. In dui lorem, ultricies at fringilla vel.",
    "color": "blue",
    "state": "to-do"
  },
  {
    "title": "Mi Titulo",
    "id": 15,
    "text": "Vivamus pulvinar vulputate sapien, nec porttitor ante laoreet id. Quisque id purus ac leo venenatis eleifend. Praesent ornare mattis purus ut placerat.",
    "color": "pink",
    "state": "to-do"
  },
  {
    "title": "Mi Titulo",
    "id": 16,
    "text": "Nulla posuere metus vitae nulla semper, eget consequat nisi maximus. Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia curae.",
    "color": "yellow",
    "state": "to-do"
  },
  {
    "title": "Mi Titulo",
    "id": 17,
    "text": "Vivamus pellentesque interdum lobortis. Ut pulvinar pretium justo, et pharetra enim pellentesque vel. Donec venenatis in dolor nec scelerisque. Cras in mollis diam, sed pharetra tellus.",
    "color": "pink",
    "state": "to-do"
  },
  {
    "title": "Mi Titulo",
    "id": 18,
    "text": "Vestibulum convallis diam erat, id elementum diam viverra quis. Suspendisse tempor dui sed lectus suscipit ultricies. Nullam varius eu felis vitae ullamcorper.",
    "color": "yellow",
    "state": "to-do"
  },
  {
    "title": "Mi Titulo",
    "id": 19,
    "text": "Nulla eu leo eu est laoreet tincidunt. Sed tincidunt turpis sit amet nunc ultrices, in pretium libero ullamcorper. Mauris et aliquam elit. Pellentesque hendrerit mattis consequat.",
    "color": "orange",
    "state": "to-do"
  },
  {
    "title": "Mi Titulo",
    "id": 20,
    "text": "Quisque gravida ac urna a interdum. Phasellus sed dictum neque. Donec porta, tellus id placerat egestas, est lorem ullamcorper justo, eu consectetur ante diam congue eros.",
    "color": "green",
    "state": "to-do"
  },
  {
    "title": "Mi Titulo",
    "id": 21,
    "text": "Morbi cursus urna at turpis egestas, ac maximus enim varius. Mauris urna ex, scelerisque ac maximus sit amet, ultrices non sem. Nulla nec magna felis.",
    "color": "blue",
    "state": "to-do"
  },
  {
    "title": "Mi Titulo",
    "id": 22,
    "text": "Etiam viverra consequat varius. Quisque condimentum feugiat risus ut faucibus. Nulla et bibendum augue. Nam aliquet luctus urna at vestibulum.",
    "color": "yellow",
    "state": "to-do"
  },
  {
    "title": "Mi Titulo",
    "id": 23,
    "text": "Integer turpis nulla, fermentum tincidunt ipsum vitae, ultricies rutrum est. Sed porta, tortor ac vehicula consectetur, ligula velit elementum mi.",
    "color": "orange",
    "state": "to-do"
  },
  {
    "title": "Mi Titulo",
    "id": 24,
    "text": "Sed sed luctus leo. Vestibulum nec egestas sapien. Proin accumsan dui ut eleifend sollicitudin. Quisque vel nunc viverra, faucibus nisi ultricies, accumsan ligula.",
    "color": "yellow",
    "state": "to-do"
  },
  {
    "title": "Mi Titulo",
    "id": 25,
    "text": "Aliquam vulputate nisl ut fringilla auctor. Etiam in viverra orci. Praesent sollicitudin dui vel vehicula mattis. Aliquam erat volutpat. Mauris.Mauris pretium, neque a posuere congue, quam sapien accumsan dui.",
    "color": "green",
    "state": "to-do"
  }
]